src/Misc/Math/MathSummarize.org
#+SETUPFILE: ~/.emacs.d/src/org-templates/level-2.org
#+TITLE: Math Summarize
#+OPTIONS: num:nil H:2


* Mathematics Articles[fn:1]

* Scientific Computing and Numerical Analysis FAQ
http://www.mathcom.com/corpdir/techinfo.mdir/index.html

http://www.faqs.org/faqs/by-newsgroup/sci/sci.math.num-analysis.html
* mathforum
http://mathforum.org/kb/forum.jspa?forumID=13
* The Lambda Calculus 
[[http://en.wikipedia.org/wiki/Lambda_calculus][Lambda calculus]] (also written as λ-calculus) is a formal system in
mathematical logic for expressing computation based on function
abstraction and application using variable binding and substitution.

http://plato.stanford.edu/entries/lambda-calculus/index.html#note-2

* Footnotes

[fn:1] [[http://www.oakroadsystems.com/math/][Mathematics Articles by Stan Brown]]
