public_html/Misc/Math/MathSummarize.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Math Summarize</title>
<!-- 2016-05-25 Wed 23:22 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Shi Shougang" />
<link href="../../assets/bootstrap.min.css" rel="stylesheet" media="screen">
<link href="../../assets/bootstrap-responsive.min.css" rel="stylesheet">
<link rel="stylesheet" type="text/css" href="../../assets/stylesheet.css" />
</head>
<body>
<div id="content">
<h1 class="title">Math Summarize</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Mathematics Articles</a></li>
<li><a href="#sec-2">Scientific Computing and Numerical Analysis FAQ</a></li>
<li><a href="#sec-3">mathforum</a></li>
<li><a href="#sec-4">The Lambda Calculus</a></li>
</ul>
</div>
</div>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Mathematics Articles<sup><a id="fnr.1" name="fnr.1" class="footref" href="#fn.1">1</a></sup></h2>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Scientific Computing and Numerical Analysis FAQ</h2>
<div class="outline-text-2" id="text-2">
<p>
<a href="http://www.mathcom.com/corpdir/techinfo.mdir/index.html">http://www.mathcom.com/corpdir/techinfo.mdir/index.html</a>
</p>

<p>
<a href="http://www.faqs.org/faqs/by-newsgroup/sci/sci.math.num-analysis.html">http://www.faqs.org/faqs/by-newsgroup/sci/sci.math.num-analysis.html</a>
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">mathforum</h2>
<div class="outline-text-2" id="text-3">
<p>
<a href="http://mathforum.org/kb/forum.jspa?forumID=13">http://mathforum.org/kb/forum.jspa?forumID=13</a>
</p>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">The Lambda Calculus</h2>
<div class="outline-text-2" id="text-4">
<p>
<a href="http://en.wikipedia.org/wiki/Lambda_calculus">Lambda calculus</a> (also written as λ-calculus) is a formal system in
mathematical logic for expressing computation based on function
abstraction and application using variable binding and substitution.
</p>

<p>
<a href="http://plato.stanford.edu/entries/lambda-calculus/index.html#note-2">http://plato.stanford.edu/entries/lambda-calculus/index.html#note-2</a>
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" name="fn.1" class="footnum" href="#fnr.1">1</a></sup> <p class="footpara">
<a href="http://www.oakroadsystems.com/math/">Mathematics Articles by Stan Brown</a>
</p></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Shi Shougang</p>
<p class="date">Created: 2016-05-25 Wed 23:22</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
